{
  "achieve": {
    "trends": "****",
    "means": {
      "verb": "If you achieve a particular aim or effect, you succeed in doing it or causing it to happen, usually after a lot of effort."
    },
    "examples": ["We have achieved what we set out to do."]
  },
  "approach": {
    "trends": "*****",
    "means": {
      "verb": "When you approach something, you get closer to it.",
      "noun": "An approach to a place is a road, path, or other route that leads to it."
    },
    "examples": [
      "When I approached, they grew silent.",
      "The path serves as an approach to the boat house."
    ]
  },
  "chain": {
    "trends": "****",
    "means": {
      "noun": "A chain consists of metal rings connected together in a line"
    },
    "examples": ["Lock the door and put chains on?"]
  },
  "do": {
    "trends": "*****",
    "means": {
      "verb": "perform (an action, the precise nature of which is often unspecified)"
    },
    "examples": ["just do it", "What exactly is it that you do ?"]
  },
  "date": {
    "trends": "*****",
    "means": {
      "noun": "A date is a specific time that can be named, for example a particular day or a particular year."
    },
    "examples": ["What's the date today?"],
    "extend": {
      "update": "If you update something, you make it more modern, usually by adding new parts to it or giving new information."
    }
  },
  "effect": {
    "trends": "*****",
    "means": {
      "noun": "The effect of one thing on another is the change that the first thing causes in the second thing.",
      "verb": "If you effect something that you are trying to achieve, you succeed in causing it to happen."
    },
    "examples": [
      "Parents worry about the effect of music on their adolescent's behavior.",
      "Not that they are taking real effect one way or another."
    ]
  },
  "elect": {
    "trends": "***",
    "means": {
      "verb": "When people elect someone, they choose that person to represent them, by voting for them."
    },
    "examples": [
      "The people of the America have voted to elect a new president."
    ],
    "extend": {
      "elite": "someone who is elected can be consider as elite.",
      "select": "if you elect to something/somebody, sometimes means you want to select it."
    }
  },
  "elite": {
    "trends": "****",
    "means": {
      "noun": "You can refer to the most powerful, rich, or talented people within a particular group, place, or society as the elite."
    },
    "examples": ["We have a political elite in this country."]
  },
  "just": {
    "trends": "*****",
    "means": {
      "adverb": "Maybe you use just to emphasize a right time, a right person, a right place, or a right action. or you want to emphasize only part amount."
    },
    "examples": [
      "I arrived here just a moment ago.",
      "She is the just one that i want.",
      "This is just a part of it."
    ],
    "extend": {
      "adjust": "do something for attach to a right situation."
    }
  },
  "material": {
    "trends": "*****",
    "means": {
      "noun": "baby created by mother, everything created by necessary material."
    },
    "examples": [
      "For building a house, you need many materials, such as stone, wood, sand."
    ]
  },
  "select": {
    "trends": "****",
    "means": {
      "verb": "If you select something, you choose it from a number of things of the same kind."
    },
    "examples": [
      "Voters are selecting candidates for both U.S. Senate seats and for 52 congressional seats."
    ]
  },
  "pick": {
    "trends": "****",
    "means": {
      "verb": "If you pick a particular person or thing, you choose that one."
    },
    "examples": ["I had deliberately picked a city with a tropical climate."],
    "extend": {
      "impeccable": "If you describe something such as someone's behaviour or appearance as impeccable, you are emphasizing that it is perfect and has no faults."
    }
  },
  "road": {
    "trends": "*****",
    "means": {
      "noun": "A road is a long piece of hard ground which is built between two places so that people can drive or ride easily from one place to the other."
    },
    "examples": ["There was very little traffic on the roads."]
  },
  "secure": {
    "trends": "****",
    "means": {
      "verb": "If you secure a place, you make it safe from harm or attack.",
      "adjective": "A secure place is tightly locked or well protected, so that people cannot enter it or leave it."
    },
    "examples": [
      "The first priority must be to secure the future of our forests.",
      "The moon warms emotions and helps both partners feel secure about the relationship."
    ]
  },
  "security": {
    "trends": "****",
    "means": {
      "noun": "Security refers to all the measures that are taken to protect a place, or to ensure that only people with permission enter it or leave it."
    },
    "examples": ["Strict security measures are in force in the capital."],
    "extend": {
      "securities": "stocks, shares, bonds, or other certificates that you buy in order to earn regular interest from them or to sell them later for a profit."
    }
  },
  "stick": {
    "trends": "****",
    "means": {
      "noun": "a stick is a long thin piece of wood",
      "verb": "put the wood into somebody or something"
    },
    "examples": [
      "He looks old and walks with a stick.",
      "Just a pointed building sticking out of the sand."
    ],
    "extend": {
      "sting": "a plant, animal, or insect put a stick-like into your body",
      "stimulate": "stick someone for the purpose of encourage him to do something."
    }
  },
  "stack": {
    "trends": "***",
    "means": {
      "noun": "A stack of things is a pile of them.",
      "verb": "If you stack a number of things, you arrange them in neat piles."
    },
    "examples": [
      "There were stacks of books on the bedside table and floor.",
      "They are stacked neatly in piles of three."
    ]
  },
  "heap": {
    "trends": "***",
    "means": {
      "noun": "A heap of things is a pile of them, especially a pile arranged in a rather untidy way.",
      "verb": "If you heap things somewhere, you arrange them in a large pile."
    },
    "examples": [
      "a heap of bricks",
      "Mrs. Madrigal heaped more carrots onto Michael's plate."
    ]
  },
  "brand": {
    "trends": "****",
    "means": {
      "noun": "A brand of a product is the version of it that is made by one particular manufacturer.",
      "verb": "If someone is branded as something bad, people think they are that thing."
    },
    "examples": [
      "I bought one of the leading brands.",
      "He was instantly branded as a rebel."
    ]
  },
  "close": {
    "trends": "*****",
    "means": {
      "verb": "opposite to open or start. if you close something, you put it covered or finished.",
      "noun": "The close of a period of time or an activity is the end of it. To bring or draw something to a close means to end it."
    },
    "examples": [
      "Keep the curtains closed.",
      "By the close of business, they knew the campaign was a success"
    ],
    "extend": {
      "disclose": "If you disclose new or secret information, you tell people about it."
    }
  },
  "purchase": {
    "trends": "****",
    "means": {
      "verb": "when you purchase something, you buy it.",
      "noun": "a purchase is something that you buy."
    },
    "examples": [
      "He purchased a ticket and went up on the top deck.",
      "She opened the tie box and looked at her purchase. It was silk, with maroon stripes."
    ],
    "extend": {
      "chase": "If you chase someone, or chase after them, you run after them or follow them quickly in order to catch or reach them."
    }
  },
  "pose": {
    "trends": "****",
    "means": {
      "verb": "You can say that people are posing when you think that they are behaving in an insincere or exaggerated way because they want to make a particular impression on other people.",
      "noun": "A pose is a particular way that you stand, sit, or lie, for example when you are being photographed or painted."
    },
    "examples": [
      "He criticized them for dressing outrageously and posing pretentiously.",
      "In many writers modesty is a pose, but in Ford it seems to have been genuine."
    ],
    "extend": {
      "expose": "An exposé is a film or piece of writing which reveals the truth about a situation or person, especially something involving shocking facts."
    }
  },
  "high": {
    "trends": "*****",
    "means": {
      "adjective": "Something that is high extends a long way from the bottom to the top when it is upright. You do not use high to describe people, animals, or plants."
    },
    "examples": ["The gate was too high for them to climb."]
  },
  "light": {
    "trends": "*****",
    "means": {
      "noun": "Light is the brightness that lets you see things. Light comes from sources such as the sun, moon, lamps, and fire."
    },
    "examples": ["It was difficult to see in the dim light."]
  },
  "highlight": {
    "trends": "****",
    "means": {
      "verb": "If someone or something highlights a point or problem, they emphasize it or make you think about it."
    },
    "examples": [
      "Once again, the 'Free Press' prefers not to highlight these facts."
    ]
  },
  "serve": {
    "trends": "****",
    "means": {
      "verb": "If you serve your country, an organization, or a person, you do useful work for them."
    },
    "examples": ["There must be someone else who could serve you that way"],
    "extend": {
      "server": "someone who can support serve. such as Internet Server.",
      "servant": "A servant is someone who is employed to work at another person's home, for example as a cleaner or a gardener."
    }
  },
  "observe": {
    "trends": "****",
    "means": {
      "verb": "If you observe a person or thing, you watch them carefully, especially in order to learn something about them."
    },
    "examples": ["John still studies and observes the behaviour of babies."],
    "extend": {
      "observer": "You can refer to someone who sees or notices something as an observer."
    }
  },
  "type": {
    "trends": "*****",
    "means": {
      "noun": "A type of something is a group of those things that have particular features in common."
    },
    "examples": ["There are various types of the apple."]
  },
  "prototype": {
    "trends": "***",
    "means": {
      "noun": "If you say that someone or something is a prototype of a type of person or thing, you mean that they are the first or most typical one of that type."
    },
    "examples": ["He was the prototype of the elder statesman."]
  }
}
