{
  "do": {
    "trends": "*****",
    "means": {
      "verb": "perform (an action, the precise nature of which is often unspecified)"
    },
    "examples": ["just do it", "What exactly is it that you do ?"]
  },
  "stick": {
    "trends": "****",
    "means": {
      "noun": "a stick is a long thin piece of wood",
      "verb": "put the wood into somebody or something"
    },
    "examples": [
      "He looks old and walks with a stick.",
      "Just a pointed building sticking out of the sand."
    ],
    "extend": {
      "sting": "a plant, animal, or insect put a stick-like into your body",
      "stimulate": "stick someone for the purpose of encourage him to do something."
    }
  },
  "brand": {
    "trends": "****",
    "means": {
      "noun": "A brand of a product is the version of it that is made by one particular manufacturer.",
      "verb": "If someone is branded as something bad, people think they are that thing."
    },
    "examples": [
      "I bought one of the leading brands.",
      "He was instantly branded as a rebel."
    ]
  },
  "close": {
    "trends": "*****",
    "means": {
      "verb": "opposite to open or start. if you close something, you put it covered or finished.",
      "noun": "The close of a period of time or an activity is the end of it. To bring or draw something to a close means to end it."
    },
    "examples": [
      "Keep the curtains closed.",
      "By the close of business, they knew the campaign was a success"
    ],
    "extend": {
      "disclose": "If you disclose new or secret information, you tell people about it."
    }
  },
  "purchase": {
    "trends": "****",
    "means": {
      "verb": "when you purchase something, you buy it.",
      "noun": "a purchase is something that you buy."
    },
    "examples": [
      "He purchased a ticket and went up on the top deck.",
      "She opened the tie box and looked at her purchase. It was silk, with maroon stripes."
    ],
    "extend": {
      "chase": "If you chase someone, or chase after them, you run after them or follow them quickly in order to catch or reach them."
    }
  },
  "pose": {
    "trends": "****",
    "means": {
      "verb": "You can say that people are posing when you think that they are behaving in an insincere or exaggerated way because they want to make a particular impression on other people.",
      "noun": "A pose is a particular way that you stand, sit, or lie, for example when you are being photographed or painted."
    },
    "examples": [
      "He criticized them for dressing outrageously and posing pretentiously.",
      "In many writers modesty is a pose, but in Ford it seems to have been genuine."
    ],
    "extend": {
      "expose": "An exposé is a film or piece of writing which reveals the truth about a situation or person, especially something involving shocking facts."
    }
  }
}